{
    "products": [
        {
            "id": 133453126,
            "title": "Smartphone Motorola Moto G6 Dual Chip Android Oreo - 8.0 Tela 5.7\" Octa-Core 1.8 GHz 32GB 4G Câmera 12 + 5MP (Dual Traseira) - Índigo",
            "price" : 1299,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/133453/1/133453126_1GG.jpg",
            "description" : "Misturando inovação, modernidade e qualidade, o novo moto g6 chegou para deixar tudo o que você precisa na palma da sua mão, desbravando um mundo de novidades e experiências extremamente inesquecíveis. Com processador octa-core de 1,8 GHz, 3GB de RAM(1), bateria que dura o dia todo(2) e carregamento TurboPower™, você executa suas tarefas sem se preocupar(3). Além disso, sua deslumbrante Tela Max Vision permite com que você veja sua vida em tela cheia, já que pode assistir a tudo em um incrível espaço Full HD+ de 5,7 polegadas. Pensa que acabou? Então prepare-se: este novo integrante da Família moto g6 possui design com acabamento traseiro em vidro 3D que se encaixa perfeitamente em suas mãos.E não para por aí! Agora você pode registrar todos os seus momentos em fotos incríveis, já que o moto g6 vem com câmera traseira dupla e câmera frontal de 8MP com flash LED. Ah, e ele tem Android Puro 8.0 Oreo, a última versão do sistema operacional mais utilizado em todo o mundo. moto g6: impressionante em todos os ângulos.",
            "memory": "32GB",
            "brand": "Motorola",
            "chipType": "Nano Chip",
            "quantity": 2
        },
        {
            "id": 132537782,
            "title": "Smartphone Samsung Galaxy J7 Pro Android 7.0 Tela 5.5\" Octa-Core 64GB 4G Wi-Fi Câmera 13MP - Preto",
            "price" : 1229,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/132537/7/132537782_1GG.jpg",
            "description" : "O Smartphone Samsung Galaxy J7 Pro possui tela de 5.5 polegadas com a tecnologia Super Amoled, isso permite que você visualize fotos, vídeo, jogos e seus aplicativos preferidos com cores mais intensas e maior nitidez. Entre seus destaques estão suas duas câmeras, traseira e frontal de 13MP, ambas com Flash LED para você tirar fotos com alta qualidade mesmo em ambientes de baixa luminosidade. Além disso, é possível controlar o obturador com um simples gesto manual. O Galaxy J7 Pro também conta com processador Octa Core de última geração, capaz de rodar seus aplicativos com velocidades de tirar o fôlego. Aliado a uma memória RAM de 3GB, oferendo uma experiência móvel de alta qualidade para você poder fazer streaming de vídeos, jogar os mais recentes games ou ver suas séries favoritas com o melhor desempenho. Equipado com uma bateria para não te deixar na mão e poder usar o telefone sem preocupações. Porém ele conta com uma solução inteligente para economizar tempo e bateria. A Tela Always On permite que você acesse a hora, o calendário e as notificações recebidas rapidamente sem precisar ativar o aparelho. Este celular vem com 64GB de armazenamento interno, mas caso não seja suficiente você poderá expandir essa capacidade através de um cartão microSD de até 256GB (vendido separadamente). Outra grande novidade do Galaxy J7 Pro é que ele agora possui sensor de impressões digitais, provendo a máxima proteção de seus dados e garantindo que somente você os acesse.",
            "memory": "64GB",
            "brand": "Samsung",
            "chipType": "Nano Chip",
            "quantity": 4
        },
        {
            "id": 133453169,
            "title": "Smartphone Motorola Moto G6 Play Dual Chip Android Oreo - 8.0 Tela 5.7\" Octa-Core 1.4 GHz 32GB 4G Câmera 13MP - Índigo",
            "price" : 1099,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/133453/1/133453169_1GG.jpg",
            "description" : "Misturando inovação, modernidade e qualidade, o novo moto g6 play chegou para deixar tudo o que você precisa na palma da sua mão, desbravando um mundo de novidades e experiências extremamente inesquecíveis. Com processador octa-core de 1,4 GHz, 3GB de RAM(1), bateria que dura mais de um dia(2) e carregamento TurboPowerTM, você executa suas tarefas sem se preocupar. Além disso, sua deslumbrante Tela Max Vision permite com que você veja sua vida em tela cheia, já que pode assistir a tudo em um incrível espaço HD de 5,7 polegadas. Pensa que acabou? Então prepare-se: este novo integrante da Família moto g6 possui design único feito com polímero de vidro.E não para por aí! Agora você pode registrar todos os seus momentos em fotos incríveis, já que o moto g6 play vem com câmera traseira de 13MP e câmera frontal de 8MP com flash LED. Ah, e ele tem Android Puro 8.0 Oreo, a última versão do sistema operacional mais utilizado em todo o mundo. moto g6 play: com a vida em tela cheia, você se diverte muito mais.",
            "memory": "32GB",
            "brand": "Motorola",
            "chipType": "Nano Chip",
            "quantity": 1
        },
        {
            "id": 133453170,
            "title": "Smartphone Motorola Moto Z2 Play - Power Pack & DTV Edition Dual Chip Android 7.1.1 Nougat Tela 5.5\" Octa-Core 2.2 GHz 64GB 4G Câmera 12MP - Platinum",
            "price" : 2199,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/133342/7/133342709_1GG.jpg",
            "description" : "Conheça o Moto Z² Play. Com 5.99 mm de espessura, ele é leve, rápido, e se transforma naquilo que você mais precisa em apenas um click com os Moto Snaps™. Fique o dia todo com um único carregamento. Esqueceu de fazer isso à noite? Sem problema. Tenha até 6 horas de uso em apenas 15 minutos com o carregador TurboPower™. Tire fotos nítidas durante o dia ou à noite com uma câmera que combina tecnologia Dual Autofocus Pixel e foco a laser. Depois, mostre os resultados em uma incrível tela AMOLED Full HD de 5,5 polegadas. Tudo isso em uma estrutura única em metal.",
            "memory": "64GB",
            "brand": "Motorola",
            "chipType": "Nano Chip",
            "quantity": 10
        },
        {
            "id": 126830288,
            "title": "Smartphone LG G5 SE Android 6.0 Tela 5.3'' 32GB 4G Câmera 16MP - Titânio",
            "price" : 1799,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/126830/2/126830288_1GG.jpg",
            "description" : "Esqueça tudo o que você viu em outros smartphones e mergulhe no mundo do LG G5 SE. Um aparelho inovador, que te apresenta novos conceitos em fotos, música, tecnologia e design. Com o LG G5 SE, sua vida fica muito mais agitada, divertida e, acima de tudo produtiva. Seu design leve e elegante, que traz o sensor de impressão digital na parte traseira, combina perfeitamente com a curva suave na parte superior do dispositivo, que tem espessura de apenas 7.3 milímetros e contorna a poderosa tela de 5,3 polegadas. E quer saber mais? A parte interna também não deixa a desejar! O LG G5 SE ainda tem processador Snapdragon 652, Android 6.0 e bateria removível com capacidade de 2.800 mAh. E não para por aí! Ele tem câmera frontal de 8MP e traseira de 16MP, permitindo tirar fotos fantásticas com a incrível resolução de 5312 x 2988 pixels e, gravar vídeos em full HD de 3840x2160 pixels. Incrível, não é mesmo? Então modernize-se e se reinvente com a LG!",
            "memory": "32GB",
            "brand": "LG",
            "chipType": "Nano Chip",
            "quantity": 8
        },
        {
            "id": 123439902,
            "title": "Smartphone LG G4 Stylus Dual Chip Desbloqueado Android 5.0 5.7\" 16GB 4G 13MP TiTânio",
            "price" : 1019,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/123439/9/123439902_1GG.png",
            "description" : "Smartphone LG G4 Stylus 4G! As melhores selfies com câmera frontal 5mp e função quick selfie. Super tela 5.7 polegadas HD IPS. Uma \"telona\" com brilho e cores incríveis, e que conta com a tecnologia In-Cell Touch, que torna o manuseio do touchscreen muito mais fluído. Uma câmera traseira que traz o sistema de Foco a Laser, que a LG adaptou de câmeras profissionais para garantir que suas fotos sejam livres daqueles borrões e tremidas. Além da câmera frontal para selfies de 5MP, com todas as funções da suíte de recursos Quick Selfie da LG: abra e feche a mão uma vez, em 3 segundos você tem uma selfie. Duas vezes, são quatro selfies sequenciais! Fora o Flash Virtual Frontal - sua tela exibe um quadro branco de alto brilho em volta da visualização da câmera, quando você habilita o Flash com a câmera frontal ativada. Faça fotos como você nunca viu antes. Com um processador Quad Core, você poderá navegar na internet e fazer tudo sem lentidão ou travadinhas. Possui um som com super volume e definição de áudio sem a necessidade de um alto falante adicional: perfeito para escutar música, fazer chamadas em conferência e nunca perder uma chamada importante, pois não escutou o smartphone tocar no bolso da calça. ",
            "memory": "16GB",
            "brand": "LG",
            "chipType": "Micro Chip",
            "quantity": 0
        },
        {
            "id": 129712316,
            "title": "Smartphone Lenovo Vibe K6 Dual Chip Android Tela 5\" 32GB 4G Câmera 13MP - Dourado",
            "price" : 899.33,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/129712/3/129712316_1GG.png",
            "description" : "A Lenovo apresenta o novo e surpreendente Smartphone Lenovo VIBE K6 com Dual Chip Desbloqueado, Android com upgrade 5.0, 32GB de memória interna com suporte para cartão Micro SD*, velocidade 4G e câmera traseira de 13MP, o aparelho perfeito para o seu dia a dia. Modelo chega com tela de 5 polegadas com resolução Full HD (1920 x 1080 pixels) e os 2 GB de memória RAM, que já se tornaram padrão no Android. Possui leitor de digital, tem câmera traseira de 13MP, câmera frontal de 8MP e ainda possui dois alto-falantes com tecnologia Dolby Atmos. Embarque na VIBE da Lenovo e descubra novos horizontes! ",
            "memory": "32GB",
            "brand": "Lenovo",
            "chipType": "Nano Chip",
            "quantity": 20
        },
        {
            "id": 128366870,
            "title": "Smartphone Lenovo Vibe C2 Dual Chip Android 6.0 Tela 5\" 16GB 4G Câmera 8MP - Preto",
            "price" : 1154.99,
            "picture": "https://images-submarino.b2w.io/produtos/01/00/item/128366/8/128366870_1GG.png",
            "description" : "Qualidade aliada a facilidades. O Lenovo Vibe C2 Smartphone é perfeito para quem tem 2 linhas e gostaria de usar as mesmas num único telefone, pois funciona com 2 chips. Possui sistema Android 6 marshmallow, que já vem instalado com aplicativos do Google, conexão Wi-fi, 3G e 4G, mais rápida. Vem com uma super câmera de 8MP com flash, podendo tirar fotos em ambientes escuros, gravando vídeos em HD, câmera frontal de 5MP, para conseguir a melhor \"selfie\" com os amigos, rádio FM e MP3 Player, podendo guardar seus arquivos na memória de 16GB.",
            "memory": "16GB",
            "brand": "Lenovo",
            "chipType": "Micro Chip",
            "quantity": 3
        }
    ]
}